[
  {
    "id": 1,
    "title": "2 WARNING This Manual is the exclusive property of Shayan...",
    "content": "2\nWARNING\nThis Manual is the exclusive property of Shayan Solutions\nand is intended solely for its authorized internal affiliates.\nWithout the prior written consent of the Chief Executive\nOfficer, it is strictly prohibited to make or reproduce a copy\nof this Manual in any form, in whole or in part.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 2,
    "title": "3 Company Profile SHAYAN SOLUTIONS AS AN ORGANIZATION Shayan Solutions...",
    "content": "3\nCompany Profile\nSHAYAN SOLUTIONS AS AN ORGANIZATION\nShayan Solutions is a group of the top IT professionals who have worked on a variety of\nprojects and IT solutions for a number of years and have given us the confidence that we\nare a quality-focused IT solution provider. Our developers are highly skilled and\nknowledgeable in a variety of technologies including PHP, Laravel, Vue.js, Node.js,\nAngular, React.js, Symfony, MySQL, CSS, HTML, and Java providing you with the best\nplatform for exposing your business to the world and fostering its healthy growth. Our\ndesign team provides you with efficient and attractive web layouts that will assist you in\nattracting the attention of a large audience and achieving your business sales and\nbranding goals. Our expert team consists of qualified designers, developers, quality\nassurance analysts and project managers who are well-versed in the latest tools and\ntechnologies along with keen problem-solving sense to produce high-quality products.\nCORPORATE VISION\nGain prominence as a leading provider of quality IT services.\nCORPORATE MISSION\nTo be the leading, most innovative, and dynamically-growing company in the IT sector in\norder to: provide high-quality IT solutions to customers; earn their trust by making their\nsatisfaction our top priority; and become the client's first choice.\nCULTURAL VALUES\nS\n●\nSecure future of employees\nH\n●\nHiring on merit for equal & discrimination free opportunities\nA\n●\nAltruism approach towards employees\nY\n●\nYearn learning attitude for new skills is highly supported\nA\n●\nAttitude of acceptance for behavioral, religious, and cultural differences\nN\n●\nNuanced approach to our work\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 3,
    "title": "4 CORPORATE VALUES ❖ Customer Focus ❖ Continuous Business Improvement...",
    "content": "4\nCORPORATE VALUES\n❖ Customer Focus\n❖ Continuous Business Improvement\n❖ Employee empowerment and growth\n❖ Teamwork and Communication\n❖ Respect\n❖ Innovation\n❖ Professionalism\n❖ Performance\nHUMAN RESOURCE STRATEGY\nShayan Solutions views its human capital as the organization's most valuable asset. As\nthe global IT sector is becoming increasingly competitive, Shayan Solutions aims to\nattract, develop, and retain the best human capital available on the market in order to\ngain a competitive advantage. The company has therefore adapted the following HR\npolicies.\n❖ Employee selection and hiring based on merit.\n❖ Conducive environment to all its employees.\n❖ Consistency in knowledge management through periodic training needs analysis\nand implementation of individual training plans.\n❖ Be effective paymasters in the IT sector in order to meet the financial and\npersonal needs of its employees.\n❖ Development of employer-employee relationship to foster a culture of\nteamwork, trust, and job security.\n❖ By implementing interim and annual performance appraisal system, provide\nemployees with a fair opportunity to grow and advance in their careers.\n❖ To ensure the implementation of the best management practises.\n❖ To advise management on HR trends, policies, and procedures, and to involve\nline managers in the implementation of HR policies in an equitable manner.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 4,
    "title": "5 FUNCTION OF HUMAN RESOURCE DEPARTMENT ❖ HR planning &...",
    "content": "5\nFUNCTION OF HUMAN RESOURCE DEPARTMENT\n❖ HR planning & management\n❖ Recruitment & selection\n❖ Resource Management\n❖ Employee Record Management\n❖ Employee development & training\n❖ Employee Grading (A/B/C)\n❖ Employees performance review & forecasting training requirements\n❖ Succession planning\n❖ Creating policies & their implementation\n❖ Maintaining company culture & values\n❖ Payroll Management\n❖ Social Media Management\n❖ Administration work\n❖ Dealing with Govt. Agencies on behalf of company or CEO\nINTRODUCTION TO THE HUMAN RESOURCE MANUAL\nThe purpose of this Human Resources Manual is to document the current policies that\nmust be applied to all Shayan Solutions employees. It will assist reduce the requirement\nfor management staff meetings to address common policy issues. It will foster the\nequitable and uniform application of company policies. It will serve as an aid in the\nrecruitment of new employees and in making policies that comply with government\nlabor laws.\nOBJECTIVES OF THE HUMAN RESOURCE MANUAL\nThe purpose of this manual is to outline the policies, procedures, and forms applicable\nto all aspects of employment for use by Shayan Solutions and to ensure that the\ncompany deploys uniform rules through the application of company policies in a fair and\nconsistent manner.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 5,
    "title": "6 MAINTENANCE AND DISTRIBUTION OF THE HUMAN RESOURCE MANUAL This...",
    "content": "6\nMAINTENANCE AND DISTRIBUTION OF THE HUMAN RESOURCE MANUAL\nThis document's process owner is the Shayan Solutions HR Manager. He/She should be\ncontacted with any questions or concerns regarding the HR Manual. Copies of this\nmanual are provided to the following stakeholders:\n❖ Chief Executive Officer\n❖ Chief Operating Officer\n❖ Accounts & Finance Department\n❖ Human Resource Department.\nThis Manual's content is strictly confidential and intended for internal use only. The\ncontent of the HR manual should not be divulged to a third party without the written\nconsent of the CEO, and for making any change in this document approval from the CEO\nis strictly required.\nEMPLOYMENT POLICY\nRECRUITMENT & SELECTION\n❖ The purpose of this policy is to use consistent and fair methods of recruitment\nand selection in order to attract and choose candidates who meet the job\nrequirements.\n❖ Internal candidates will be given first preference in hiring only if they meet the\nopen job requirements.\n❖ Blood relatives, i.e. Father/Mother/Brother/Sister/Son/Daughter/ of current\nemployees are prohibited from being recruited.\n❖ The selection criteria will be based on job description and the required skills to\nperform the job.\n❖ If necessary, all recruitment will be subject to verification of previous employers.\nreferences and a medical exam (if required).\n❖ In the case of an internship, the university or the department manager must\nsubmit a request to the HR department. The HR department processes the\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 6,
    "title": "7 application in order to obtain approval from the relevant...",
    "content": "7\napplication in order to obtain approval from the relevant department head and\nthe CEO.\n❖ In the event of contractual employment, the department manager is required to\ncomplete and submit the contractual worker's employment form. Contractual\nemployees will only receive the monthly total compensation.\nREQUISITION OF NEW RESOURCE\n❖ When a department has hiring needs, the department manager contacts the\nhead of human resources to initiate a search for the required talent.\n❖ For recruitment, the HR department checks company CV databases, uses internal\nreferences, advertises the position in newspapers or uses online talent hunting\nplatforms.\n❖ In the case of replacement, CEO approval is not required.\n❖ Depending on the nature of the job, suitable candidates will be invited for an\ninitial interview and aptitude test. The HR department will organize and schedule\nall of these activities and interviews.\n❖ The successful candidates from the initial interview and aptitude test will be\ninvited for the final interview.\n❖ The chosen candidate will sign an employment contract. The employment\ncontract along with a full set of academic documents , identity documents and\nexperience certificates will be kept in the employee’s file.\n❖ The human resource department will then conduct an orientation programme\nfor the selected candidate.\nEMPLOYMENT CONTRACT\nThe employment contract will outline essential contract terms and conditions, including:\n❖ Personal Details\n❖ Gender/Blood Group/DOB\n❖ Designation/Grade/Dept.\n❖ Salary Package\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 7,
    "title": "8 ❖ Academic Credentials ❖ Experience Certificates ❖ References ❖...",
    "content": "8\n❖ Academic Credentials\n❖ Experience Certificates\n❖ References\n❖ Copy of CNIC\nSALARY STRUCTURE\nThe company adheres to a policy that incorporates the following fundamental provisions\nof labor law:\n❖ Basic Salary:\n90%\n❖ Medical allowance:\n10%\nDEDUCTIONS FROM THE SALARY\nParking charges that will be deducted from the employee's salary along with applicable\ntaxes (include all kinds of taxes) and penalties.\nBike Charges\n500\nCar Charges\n1200\nTRAVEL EXPENSE POLICY\nThe employee will be reimbursed for travel and other expenses incurred while carrying\nout their responsibilities for the company, as long as these expenses have been\napproved by his/her supervisor or his/her supervisor's designee. These costs include\ntravel and training expenses etc if attendance is required by the company. Employees\nwho arrive on off days for any reason which is not mutually agreed with management\nare ineligible for travel reimbursement.\nORIENTATION & INDUCTION\nAfter the selection process is complete, a new employee must undergo orientation to\nbecome a productive contributor in organization growth. Orientation not only improves\nthe rate at which an employee is able to perform their job, but it also helps employees\nto feel themselves a part of the organization's social fabric. The HR department provides\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 8,
    "title": "9 a brief overview of the organization and its policies,...",
    "content": "9\na brief overview of the organization and its policies, and then introduces newly hired\npersonnel to the relevant department.\nPROBATION & CONFIRMATION\n❖ After being hired by the company, the candidate will serve a three-month\nprobationary period, which may be extended by the management if deemed\nnecessary. Upon successful completion of the probationary period, the\nmanagement will issue a letter of confirmation of your services.\n❖ During the probationary period, absences are not allowed. Any leave will result in\ndeduction from salary.\n❖ During the probationary period, you can be terminated by the company without\nnotice or compensation in lieu thereof.\nDUTIES & RESPONSIBILITIES\nYou are required to work at least 40 hours per week, Monday through Friday and/or\nSaturday (decision about working on Saturday will be taken according to workload). The\ndaily working hours will be from 10:00 a.m. to 7:00 p.m., with a one-hour break as\nspecified by your manager in accordance with the company's work requirements.\nYou will be responsible for completing the duties and responsibilities assigned to you by\nyour immediate supervisor or by any other individual designated by company\nmanagement for this purpose. In the performance of your assigned duties, you will be\nexpected to utilize your highest level of intellectual capacity and professional expertise.\nType\nTimings\nBreak Timings\nWeek Days\n10:00 AM – 07:00 PM\n02:00 PM –  03:00 PM\nFridays\n10:00 AM – 07:00 PM\n01:15 PM –  02:45 PM\nSaturday/Sunday*\nOff\n*Shayan Solutions reserves the right to rearrange/reschedule your National holidays and/or off-days to working days in extreme\nsituations involving tight deadlines for deliverables to clients and/or a requirement to remain on track with respect to project plans\ncommitted to clients.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 9,
    "title": "10 You will be required to start your shift at...",
    "content": "10\nYou will be required to start your shift at precisely 10:00 AM. Due to transportation\ndelays, traffic jams, strikes, extreme weather conditions, etc., the employee will be\ngranted a 15-minute grace period to allow them to arrive until 10:15 AM. After 10:15\nAM, following actions will be taken by the company.\nIncident\nAction\n1st & 2nd late arrival\nFormal warning with no deduction\n3rd onwards late arrival\nRs-500 penalty on each instance\nIn the event of a half-day or full-day leave, no penalty will be assessed if the employee\nhas notified management beforehand via email; otherwise, both late arrival and short\nleave will be charged. Considering emergency situations, every month up to two late\narrivals will be exempted. In the event of more than two late arrivals, all late arrivals will\nbe deducted from salary. Relaxation of another 15 mins will be granted, in case an\nemployee has stayed in office after 10:00 PM. Prior to the start of your shift, you must\ninform about your late arrival to HR via direct message on slack. In the event of an\nemergency, you must notify HR within thirty minutes once you start your shift.\nOVERTIME WORK\nYou are eligible for overtime pay if you already worked the required 40 hours per week.\nIf an employee works less than the required 40 hours, he will not be eligible for overtime\npay. Only if the team manager requests overtime in advance or the employee has taken\nspecific steps to complete a crucial task that will affect the performance of deliverables\nwill overtime be permitted. Weekends and national holidays will be subject to overtime.\nOn the basis of the hourly gross wage, overtime will be compensated based on the\nnumber of hours required to complete a crucial task. When an employee works\nadditional hours to meet a deadline that was previously agreed upon between the\nemployee and his team manager, no overtime will be paid. The team manager has the\nsole authority to compensate overtime by providing alternative days off or increasing\nthe leave quota.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 10,
    "title": "11 PAID OR UNPAID LEAVES This Policy will apply after...",
    "content": "11\nPAID OR UNPAID LEAVES\nThis Policy will apply after the completion of the probationary period successfully. You\nare entitled to paid leaves in accordance with the rules of the company, which are\nperiodically enforced. The leave balance of an employee who does not use his leaves\nduring the year expires on December 31 of each year. The employee is entitled to 18\npaid leaves beginning on January 1 of the first year of employment. If an employee joins\nthe company in the middle of the year, the accrued leave will be applied to the\nremaining months. The employee is permitted no more than three leaves (full or half)\nper month, and a corresponding leave quota will be maintained. However, leaves may be\nextended based on special circumstances and HR approval. The standard notice period\nfor booking any type of leave is two weeks (14 days notice). In the event of an\nemergency, the minimum notice period is 60 minutes prior to the start of your shift. In\nthe event that you do not adhere to the notice period rules outlined above. Then, your\nparticular leave will be marked as unpaid and salary deductions will be made. If you\narrive more than two hours late, you will be considered to be on half-day.\nSituation\nCommunication channel\nLeaves with 14 days notice period\nEmail at hr@shayansolutions.com\nEmergency Leaves\nDrop a msg with reason on HR slack direct\nmessage\nMONTHLY ACTIVITY\nEmployee engagement is the most important aspect of any organization, designed to\nenhance an employee's feelings and emotional attachment to the company, their job\nresponsibilities, their position within the company, their coworkers, and the company\nculture. \"Shayan Solutions\" organizes monthly activities with this essential aspect of\nprofessional development in mind. Quarters of a year are considered when developing\nthe schedule. This schedule will be implemented four times per year.\nBelow is the schedule of monthly activities:\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 11,
    "title": "12 Activity Schedule 1st & 2nd Indoor 3rd Outdoor ANNUAL...",
    "content": "12\nActivity\nSchedule\n1st & 2nd\nIndoor\n3rd\nOutdoor\nANNUAL DINNER/LUNCH\nAnnual dinners and lunches are a great way to boost employee morale, acknowledge\ntheir contributions to the company, and foster their creativity. In addition, it contributes\nto the development of highly-motivated and company-focused teams. Consequently,\n\"Shayan Solutions\" organizes an annual dinner/lunch in December, maintaining a firm\ncommitment to this principle.\nRAMADAN IFTAR\nBeing a Muslim, Ramadan is the most anticipated month. Thus, once per Ramadan,\n“Shayan Solutions”  will host an \"Iftar\" for all employees every year.\nBIRTHDAY CELEBRATIONS\nFinding reasons to celebrate, like a colleague's birthday, can boost morale, which is an\nasset to any company. It strengthens bonds within teams and between departments by\nmaking employees feel valued and bringing everyone in the company closer together.\n“Shayan Solutions” acknowledges these considerations. Thus, we do our best to honor\neach and every one of our employees by throwing a party in their honor on their\nbirthday.\nWORK ANNIVERSARY CELEBRATIONS\nWork anniversaries serve as a time to honor employees for their dedication and service.\nHolidays and anniversaries at work serve to remind workers of the many things they\nappreciate about their employer. When executed properly, anniversaries serve as a\ngentle but effective reminder to employees that their employer values and supports\nthem. Accordingly, “Shayan Solutions” celebrates each employee's work anniversary\neach year as a way to thank them for their hard work and dedication throughout the\nprevious year.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 12,
    "title": "13 LEAVE ENCASHMENT Depending on the remaining balance of leaves,...",
    "content": "13\nLEAVE ENCASHMENT\nDepending on the remaining balance of leaves, leaves will be cashed in on December 31\nof each year. No leave can be carried forward into the following year.\n❖ 1 – 5 leaves encashment at 50%\n❖ 6 – 10 Leaves encashment at 100%\n❖ 11 – 15 leaves encashment at 150%\n❖ 15 – 18 leaves encashment at 200%\nAfter serving the notice period, neither paid leaves nor the cashing in of accrued leave\nwill be permitted. Leaves will expire at the end of the year, and no carry forward will\noccur. The leaves will all be cashed in. The leave encashment will be based on the salary\napplicable on January 1 of the given year. For example: your leave encashment of 2022\nin 2023 will be at the rate of January 2022 or joining month salary of 2022.\nSANDWICH LEAVE\n“Before or after scheduled off day/public holidays”\nIf an employee takes leave prior to or following to scheduled off day/public holidays, his\ntotal leaves will be counted including scheduled off days/public holidays & weekends in\nbetween along with the leave prior to or following scheduled off days/public holidays.\ne.g\nIf your scheduled off day or a public holiday falls on a Friday and you also take a day off\non Monday, you will have accrued four leaves from your leave balance. Same applies if\nyou make normal offs making sandwiches on weekends with Friday & Monday.\nIf scheduled time off or a holiday falls on a day, such as Wednesday, and you take a day\noff on Tuesday or Thursday, it will be counted as two days of leave. Same applies if you\nmake normal offs making sandwiches on weekends with Friday or Monday, but in this\ncase you will have accrued three leaves from your leave balance.\n“Before & After Eid”\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 13,
    "title": "14 Government announced three holidays for eid. Let's make sure...",
    "content": "14\nGovernment announced three holidays for eid. Let's make sure you & company should\nbe on the same page. Suppose orange highlighted days are announced holidays.\nCase No#\nMonday\nTuesday\nWednesday\nThursday\nFriday\nSaturday\nSunday\nMonday\nTuesday\nL-Count\n1\nYes\nYes\nYes\nAbsent\nPresent\nSat\nSun\nPresent\nPresent\n04\n2\nAbsent\nYes\nYes\nYes\nAbsent\nSat\nSun\nPresent\nPresent\n05\n3\nPresent\nAbsent\nYes\nYes\nYes\nSat\nSun\nAbsent\nPresent\n07\n4\nPresent\nPresent\nAbsent\nYes\nYes\nSat\nSun\nAbsent\nPresent\n06\n5\nPresent\nPresent\nPresent\nAbsent\nYes\nSat\nSun\nAbsent\nPresent\n05\n6\nPresent\nPresent\nPresent\nPresent\nAbsent\nSat\nSun\nYes\nAbsent\n05\n7\nPresent\nPresent\nPresent\nPresent\nAbsent\nSat\nSun\nYes\nYes\n04\nNOTE:\nScheduled off day means any off scheduled by the company due to unforeseen\ncircumstances\nor\nannouncement\nin\nthe\ncountry.\n“OR”\nIt\ncan\nbe\nweekends\n(Saturday,Sunday).\nNormal off means any off that is being made by you for any personal reason. And it is\ntotally your choice to make it with or without the consent of management.\nDepending on the severity of the situation, there is still room for discussion and minor\ndiversion in the case of extreme emergencies (Like death/accident etc).\nThere is a relaxation policy for out-of-town employees prior to and the day after the Eid\nholidays. However, this is an Eid-only exemption and limited to one day before & after\nonly (Including weekends also). Due to travel issues, the company permits out-of-town\nemployees to work from home one day before and one day after Eid. As we know on\nchand raat, local transportation is overloaded, so employees can leave the night before\nand work from home the following day. Similarly, if they are unable to return to work\nimmediately after Eid due to a lack of transportation, they can perform their duties from\nhome and return the following day at work when transport resumes normal levels.\nPermanent residents of Lahore and employees who make casual travel during Eid\nholidays are not eligible for out-of-town Eid-only exemption privilege.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 14,
    "title": "15 In the event that there is a sudden announcement...",
    "content": "15\nIn the event that there is a sudden announcement of a lockdown or road/building\nclosure due to a strike on Monday, and an employee was absent on Friday. And, at the\ntime of his request for Friday leave, there was no official announcement regarding\nMonday leave. Thus this monday leave was sudden due changes in country conditions.\nSo no sandwich will be applied then.\nMEDICAL FACILITIES\nYou are entitled to medical facilities for yourself and eligible dependents, in accordance\nwith the company's rules that may be introduced and made applicable to employees\nfrom time to time.\nCompany is providing medical allowance of 10% from the gross salary to all employees.\nPROMOTION\nThe promotion is contingent upon the employee's outstanding performance as\ndetermined by the performance reviews time to time as decided and his/her service\nrequirements for any other position. In the best interest of the organization, the\ncompetent authority may, at its discretion, promote any employee to the next position\nor grade. The duration of promotion varies based on the employee's designation and\nresponsibilities.\nTERMINATION OF APPOINTMENT & EXIT INTERVIEW\nThe employment contract may only be terminated as follows:\n❖ By the employer \"for cause\" or upon the employee's passing. \"For Cause\"\nincludes: lack of integrity in the performance of duties, sexual harassment,\nviolent acts against the government, customers, employer and/or any employee,\ndefamation of the employer, immoral conduct that affects the project or\ncompany, breach of contract claims, poor performance claims, excessive\nabsences (absence of 5 working days without notifying your supervisor), deceit,\nfraud, financial misconduct, nepotism, bribery, and unethical practises. Under\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 15,
    "title": "16 these conditions, you will receive no compensation following the...",
    "content": "16\nthese conditions, you will receive no compensation following the termination of\nthe agreement.\n❖ By the employer \"without cause,\" Shayan Solutions will provide you with a\nfour-week notice of its intent to terminate this agreement and will pay salary and\nbenefits for the notice period as agreed or negotiated.\n❖ By the employee: If you wish to leave the company, you must provide at least\nfour (4) weeks' notice in writing. The company will pay the agreed-upon or\nnegotiated salary and benefits for the notice period. Noncompliance with this\npolicy grants Shayan Solutions the right to forfeit the employee's current month's\nsalary, deny him/her an experience certificate, or both. On management's\nacceptance of an employee's resignation, the employee's remaining leaves will\nbe forfeited, and any full-day absences, half-day absences, or tardy arrivals will\nbe deducted from the final salary settlement.\n❖ If a pattern is identified. Which employee exhausts all leaves prior to resigning,\nor whose resignation is submitted within three months of leave utilization. In\nsuch cases, the administration may deduct accrued leaves from the final\nsettlement account.\n❖ Resigning during the term of a contract is a grave offense. The company may\nimpose a Rs 1,000,000 (one million rupees only ) fine on an employee. In any\ncourt of the Islamic Republic of Pakistan, a business may pursue legal action\nagainst an employee.\n❖ If an employee leaves during the term of his contract, the company will revoke\nhis experience certificate. The company will not confirm an employee's\nexperience or relevance. This employee will be placed on a blacklist and the\ncompany will never conduct business with him or her again. The company has\nthe right to publicly or privately report this incident with contractual evidence on\nany platform.\nFINAL SETTLEMENT\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 16,
    "title": "17 The accounts department shall recover all advances and other...",
    "content": "17\nThe accounts department shall recover all advances and other recoverable dues by the\nemployee, as well as such liabilities which have been paid or become payable by the\norganization on behalf of the employee, based on the clearance certificate duly signed\nby all parties involved, for the final settlement of the employee's account upon his\nseparation from service. It will be ensured that the formalities are completed by the\nrelease date.\nRE- APPOINTMENT\nReappointment is determined on a case-by-case basis, and the CEO has the final say regarding\nreappointment.\nDISCIPLINARY POLICY\nThe company will be responsible for establishing fair and consistent guidelines for the\nbehavior standards expected from employees during and outside of work hours. The\npolicy also specifies the corrective measures that will be taken if an employee displays\nunacceptable behavior.\n❖ The employee shall not accept any other assignment, engagement, or\nemployment while employed by Shayan Solutions, and by signing the offer letter,\nthe employee affirms that he is not obligated to any other employer.\n❖ The employee's entire service shall be devoted to Shayan Solutions, and he shall\nunder no circumstances, whether for payment or otherwise, offer his services to\nany other organization without the prior written consent of Shayan Solutions.\n❖ During his employment period with Shayan Solutions and following the\ntermination of this appointment, the employee may not accept another\nassignment, engagement, or employment in any capacity with any of Shayan\nSolutions' clients, customers, and individuals/entities. Infractions may result in\nlegal action against the employee.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 17,
    "title": "18 ❖ Shayan Solutions reserves the right to release you...",
    "content": "18\n❖ Shayan Solutions reserves the right to release you from this restriction upon the\nconclusion of your current employment. This release must be obtained in writing\nfrom the authority of the concerned company.\n❖ The employee is responsible for the safekeeping and return in good condition all\ncompany property provided for use during the course of employment. Shayan\nSolutions shall have the right to deduct the monetary value of all such items from\nyour dues and take any other action it deems appropriate if employees fail to\nsatisfactorily account for such items. These materials are the property of the\ncompany and are provided solely for use on its premises.\nCONFIDENTIALITY\nThe employee agrees not to disclose, either directly or indirectly, any knowledge or\ninformation obtained regarding the affairs, property, enterprises, and undertakings of\nShayan Solutions, its affiliates, or subsidiaries. Moreover, he is prohibited from taking or\nremoving from the company's premises, without the consent of the management, any\ndata, tables, calculations, letters and/or other documents or items of property or\nconfidential information pertaining to the company's business and/or affairs, in any form\n(paper, diskette, tape, CD, optical or magnetic etc.)\n❖ You are expected to maintain complete confidentiality regarding the Company's\nbusiness activities and not to divulge or communicate any information acquired\nduring your employment with Shayan Solutions to other company employees or\nnon-employees. This restriction applies during your employment with us as well\nas after your employment has ended.\n❖ During his or her employment with Shayan Solutions, the employee shall not\ndiscuss his salary/remuneration, salary review, or benefits with any other\ncompany employee. This restriction applies to all communications with the\nexception of those expressly determined and authorized by the company.\nINVENTIONS\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 18,
    "title": "19 The employee is prohibited from disclosing inventions, improvements, and...",
    "content": "19\nThe\nemployee\nis\nprohibited\nfrom\ndisclosing\ninventions,\nimprovements,\nand\ndevelopments (including HR Outsourcing) made or conceived as a result of his\nemployment or association with Shayan Solutions or any affiliated company, as these\nremain Shayan Solutions's property. In addition, the employee is prohibited from\nretaining or sharing information pertaining to any Shayan Solutions product, as well as\ntransmitting or removing such information via any means, including email, printouts, or\nother storage media. Such products shall belong to and be the sole property of Shayan\nSolutions, and he shall have no claim thereto. We shall have the exclusive right to obtain\ncopyright, letters patent, or similar protection for any such invention, improvement, or\ndevelopment, and he shall assist the company in acquiring such copyright, letters patent,\nor similar protection in Pakistan or any other part of the world for any such invention,\nimprovement, or development, and shall execute all instruments and do all things\nnecessary for vesting the letters patent or other similar protection and all rights thereto.\nWARNING & SHOW CAUSE NOTICE\nIn the event that the employee is found guilty of lack of integrity in the performance of\nduties, sexual harassment, violent acts against the government, customers, employer\nand/or any employee, defamation of the employer, immoral conduct that affects the\nproject or company, breach of contract claims, poor performance claims, excessive\nabsences (absence of five working days without permission from your supervisor),\ndeceit, fraud, financial misconduct, nepotism. Under these conditions, the company may\nissue a warning or terminate the contract.\n❖ In the event that an employee receives two (2) warnings, the agreement\nbetween the company and the employee is deemed terminated, and the\ncompany is only obligated to pay compensation for the number of days the\nemployee served before being found guilty.\n❖ The company may take additional action against the employee if he fails to\nrespond to a demand for explanation.\nIMPORTANT MISCELLANEOUS\nAll emergency cases should be informed on slack dm to HR. And in case of schedule\ncases email should be made at hr@shayansolutions.com.\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  },
  {
    "id": 19,
    "title": "20 I have read the entire document and fully comprehend...",
    "content": "20\nI have read the entire document and fully comprehend all of its clauses. I understand that\nthis document will apply to me as of the date of my joining.\" Also I agree that the policy\ncan be the same or modified depending on the situation.\n28-02-2023\n© 2013 Shayan Solutions. http://www.shayansolutions.com"
  }
]
